Repository: wp-plugins/mailkitchen-official-plugin
Catalog: i18n/mailkitchen-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

# mon_compte
source: Mail<span style="color:#A7CA01;">K</span>itchen <span class="mk-submenu">account</span>
de_de: Mail<span style="color:#A7CA01;">K</span>itchen <span class="mk-submenu">Konto</span>
es_es: <span class="mk-submenu">Cuenta</span> Mail<span style="color:#A7CA01;">K</span>itchen
fr_fr: <span class="mk-submenu">Mon compte</span> Mail<span style="color:#A7CA01;">K</span>itchen
it_it: <span class="mk-submenu">Account</span> Mail<span style="color:#A7CA01;">K</span>itchen
pt_pt: <span class="mk-submenu">Conta</span> Mail<span style="color:#A7CA01;">K</span>itchen

# creer_form
source: Create a sign-up form
de_de: Erstellen Sie ein Anmeldeformular
es_es: crear un formulario
fr_fr: Cr&eacute;er votre formulaire d'inscription
it_it: Crea un form d'inscrizione
pt_pt: criar um formulário

# titre_plugin_barchoix
source: Sign-up form for Mail<span style='color:#A7CA01;'>K</span>itchen
de_de: Anmeldeformular für Mail<span style='color:#A7CA01;'>K</span>itchen
es_es: Formulario para Mail<span style='color:#A7CA01;'>K</span>itchen
fr_fr: Formulaire MailKitchen
it_it: Form d'iscrizione per Mail<span style='color:#A7CA01;'>K</span>itchen
pt_pt: Formulário para MailKitchen

# description_plugin_barchoix
source: Sign-up form Mail<span style='color:#A7CA01;'>K</span>itchen
de_de: Mail<span style='color:#A7CA01;'>K</span>itchen Formular
es_es: Formulario Mail<span style='color:#A7CA01;'>K</span>itchen
fr_fr: Formulaire d'inscription email pour MailKitchen
it_it: Form d'inscrizione Mail<span style='color:#A7CA01;'>K</span>itchen
pt_pt: Formulário Mail<span style='color:#A7CA01;'>K</span>itchen

# titre_plugin_edition
source: Select your Sign-up form
de_de: Wählen Sie Ihr Formular aus
es_es: Seleccione su formulario
fr_fr: Choisir votre formulaire
it_it: Scegli il tuo Form d'iscrizione
pt_pt: Escolha o seu formulário

# lien_plugin_edition
source: <a href="admin.php?page=create-your-form">Create a new sign-up form
de_de: <a href="admin.php?page=create-your-form">Erstellen Sie ein neues Formular</a>
es_es: <a href="admin.php?page=create-your-form">Crear un nuevo formulario
fr_fr: <a href="admin.php?page=create-your-form">Cr&eacute;ez un nouveau formulaire</a>
it_it: <a href="admin.php?page=create-your-form">Crea un nuovo form d'inscrizione</a>
pt_pt: <a href="admin.php?page=create-your-form">Criar um novo formulário</a>

# description_plugin_edition
source: You haven't created your sign-up form
de_de: Sie haben noch kein ein Formular erstellt
es_es: Todavía no has creado tu formulario
fr_fr: Vous n'avez pas encore cr&eacute;&eacute; de formulaire &aacute; ins&eacute;rer
it_it: Non hai ancore creato il tuo form d'iscrizione
pt_pt: Você não criou o seu formulário

# abs_liste_diffusion
source: The form cannot be registered - you haven't selected any Mailing List for the sign-up form.
de_de: Sie haben noch keine Verteilerliste ausgewählt, deswegen ist das Speichern bei Mailkitchen nicht möglich.
es_es: El formularion no puede ser registrado - tiene que seleccionar una lista de distribución para el formulario.
fr_fr: vous n'avez pas choisis de listes de diffusion donc aucunes sauvegarde ne sera possible sur MK
it_it: Il form non puo' essere registrato - devi selezionare uns Mailing List per il form
pt_pt: O formulário não pode ser registrado - deve escolher uma lista de distribuição

# titre_account_information
source: Mail<span style="color:#A7CA01;">K</span>itchen account management
de_de: Herzlich Willkommen auf der Mail<span style="color:#A7CA01;">K</span>itchen Erweiterung !
es_es: ¡Bienvenido a la extensión Mail<span style="color:#A7CA01;">K</span>itchen!
fr_fr: Gestion du compte Mail<span style="color:#A7CA01;">K</span>itchen
it_it: Benvenuto nell'estensione Mail<span style="color:#A7CA01;">K</span>itchen!
pt_pt: Seja bem-vindo(a) à extensão Mail<span style="color:#A7CA01;">K</span>itchen!

# soustitre_account_information
source: Welcome to the Mail<span style="color:#A7CA01;">K</span>itchen extension!
de_de: Herzlich Willkommen auf der Mail<span style="color:#A7CA01;">K</span>itchen Erweiterung !
es_es: ¡Bienvenido a la extensión Mail<span style="color:#A7CA01;">K</span>itchen!
fr_fr: Bienvenue dans l'extension Mail<span style="color:#A7CA01;">K</span>itchen!
it_it: Benvenuto nell'estensione Mail<span style="color:#A7CA01;">K</span>itchen!
pt_pt: Seja bem-vindo(a) à extensão Mail<span style="color:#A7CA01;">K</span>itchen!

# description_account_information
source: Please type your Mail<span style="color:#A7CA01;">K</span>itchen login details. If you not have them, you can create an account for free by <a href='http://www.mailkitchen.com/' target='_blank'>clicking here</a>.
de_de: Vielen Dank für die Angabe Ihrer Mail<span style="color:#A7CA01;">K</span>itchen Benutzerdaten. Falls Sie noch nicht bei uns angemeldet sind, können Sie sich kostenlos bei uns registrieren, <a href='https://mail.mailkitchen.com/' target='_blank'>klicken Sie hier.</a>
es_es: Introduzca sus datos identificativos de Mail<span style="color:#A7CA01;">K</span>itchen. Si no tiene una cuenta, puede crear una totalmente gratuita haciendo <a href='https://mail.mailkitchen.com/' target='_blank'>clic aquí.</a>
fr_fr: Merci d'indiquer vos identifiants Mail<span style="color:#A7CA01;">K</span>itchen. Si vous n'en avez pas, vous pouvez cr&eacute;er un compte gratuitement en <a href='http://www.mailkitchen.com' target='_blank'>cliquant ici</a>
it_it: Ti preghiamo di indicare le tue credenziali Mail<span style="color:#A7CA01;">K</span>itchen. Se non ne hai, puoi creare un account gratuito <a href='https://mail.mailkitchen.com/' target='_blank'>cliccando qui</a>
pt_pt: Por favor, informe os seus dados de conexão Mail<span style="color:#A7CA01;">K</span>itchen. Se ainda não os possuir, saiba que pode criar a sua conta gratuitamente, basta <a href='https://mail.mailkitchen.com/' target='_blank'>clicar aqui.</a>

# titre_connexion_account_information
source: Sing in
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connectez-vous
it_it: Login
pt_pt: Iniciar sessão

# login_connexion_account_information
source: Username
de_de: Einloggen
es_es: Nombre de usuario
fr_fr: identifiant
pt_pt: Nome de utilizador

# mdp_connexion_account_information
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
pt_pt: Palavra-passe

# btn_val_connexion_account_information
source: Login
de_de: Anmelden
es_es: iniciar sesión
fr_fr: connexion
pt_pt: iniciar sessão

# oublimdp_connexion_account_information
source: Forgot your password? <a href='https://mail.mailkitchen.com/' target='_blank'>Click here</a>
de_de: Passwort vergessen? <a href='https://mail.mailkitchen.com/' target='_blank'>Klicken Sie hier </a>
es_es: ¿Ha olvidado su contraseña? Haga <a href='https://mail.mailkitchen.com/' target='_blank'>clic aquí</a>
fr_fr: Mot de passe oubli&eacute; <a href='https://mail.mailkitchen.com/' target='_blank'>cliquez ici.</a>
it_it: Hai dimenticato la password? <a href='https://mail.mailkitchen.com/' target='_blank'>Clicca qui</a>
pt_pt: Esqueceu a palavra-passe? <a href='https://mail.mailkitchen.com/' target='_blank'>Clique aqui</a>

# soustitre2_account_information
source: Your are already connected!
de_de: Sie haben sich bereits eingeloggt!
es_es: ¡Ya ha iniciado sesión!
fr_fr: Vous &ecirc;tes d&eacute;ja connect&eacute!
it_it: Sei già connesso!
pt_pt: Já está conectado(a)!

# description2_account_information
source: If you want to desynchronize your Wordpress site and your MailKitchen account, just click the following link
de_de: Falls Sie Ihre Wordpress Seite und Ihr MailKitchen Konto desynchronisieren möchten, genügt es auf den folgenden Link zu klicken
es_es: Si desea desincronizar su sitio Wordpress y su cuenta MailKitchen, solo tiene que hacer clic en el siguiente enlace.
fr_fr: Si vous souhaitez d&eacute;synchroniser votre site Wordpress et votre compte Mail<span style="color:#A7CA01;">K</span>itchen, il vous suffit de bouton sur le lien suivant
it_it: Se desideri desincronizzare il tuo sito Wordpress ed il tuo account MailKitchen, ti basta cliccare sul seguente link
pt_pt: Se deseja cancelar a sincronização entre o seu sítio Wordpress e a sua conta MailKitchen, basta clicar na hiperligação a seguir

# btn_sup_account_information
source: Delete my login details
de_de: Meine Benutzerdaten löschen
es_es: Eliminar mis datos identificativos
fr_fr: Suppression de vos identifiants
it_it: Elimina le mie credenziali
pt_pt: Remover meus dados de conexão

# titre_menu_account_information
source: Next steps
de_de: Folgende Schritte
es_es: Siguientes pasos
fr_fr: &Eacute;tapes suivantes
it_it: Tappe seguenti
pt_pt: Etapas seguintes

# lien1_menu_account_information
source: Create a sign-up form
de_de: Erstellen Sie ein Anmeldeformular
es_es: crear un formulario
fr_fr: Ins&eacute;rer un formulaire d'inscription
it_it: Crea un form d'inscrizione
pt_pt: criar um formulário

# titre_create_your_form
source: Your Mail<span style="color:#A7CA01;">K</span>itchen form set-up!
de_de: Installieren Sie Ihr Mail<span style="color:#A7CA01;">K</span>itchen Formular!
es_es: ¡Configuración de su formulario Mail<span style="color:#A7CA01;">K</span>itchen!
fr_fr: Mise en place de votre formulaire Mail<span style="color:#A7CA01;">K</span>itchen!
it_it: Creazione del tuo form Mail<span style="color:#A7CA01;">K</span>itchen!
pt_pt: Implantação do seu formulário Mail<span style="color:#A7CA01;">K</span>itchen!

# description_create_your_form
source: To create a subscription form for your newsletters, just type in the information to display to your visitors
de_de: Um ein Anmedeformular für Ihre Newsletter zu erstellen, genügt die Eingabe der Informationen, die Ihren Besuchern angezeigt werden sollen. Ein Besucher, der Ihre Newsletter abonnieren möchte, muss seinerseits nur Ihr vorgeschlagenes Formular ausfüllen. Die Informationen werden dann automatisch zu Ihrer Kontaktdatenbank in Ihrem Mail<span style="color:#A7CA01;">K</span>itchen Konto hinzugefügt
es_es: Para crear un formulario de suscripción a sus boletines electrónicos, solo tiene que introducir los datos a rellenar por sus visitantes.El visitante que desee suscribirse a su boletín electrónico solo tendrá que rellenar el formulario propuesto.Entonces los datos se añadirán de forma automática a la base de datos alojada en su cuenta de Mail<span style="color:#A7CA01;">K</span>itchen
fr_fr: Pour créer un formulaire d'inscription &agrave; vos newsletters, il vous suffit de saisir les informations &agrave; afficher &agrave; vos visiteurs.Un visiteur souhaitant s'inscrire &agrave; votre newsletter n'aura &agrave; son tour qu'&agrave; remplir le formulaire propos&eacute;.Les informations seront alors automatiquement ajoutées &agrave; votre base de donn&eacute;es h&eacute;berg&eacute;e sur votre compte Mail<span style="color:#A7CA01;">K</span>itchen
it_it: Per creare un form di iscrizione alle tue newsletter, ti basta inserire le informazioni da mostrare ai tuoi visitatori.Al visitatore che desidera iscriversi alla tua newsletter basterà compilare il form proposto. Le informazioni saranno quindi automaticamente aggiunte al tuo database ospitato dal tuo account Mail<span style="color:#A7CA01;">K</span>itchen
pt_pt: Para criar um formulário de inscrição para as suas Newsletters, basta inserir as informações que serão mostradas aos seus visitantes.Um visitante que desejar se inscrever para receber a sua Newsletter deverá simplesmente completar o formulário que lhe será proposto.Então, os dados pessoais serão automaticamente adicionados à sua base de dados, alojada na sua conta Mail<span style="color:#A7CA01;">K</span>itchen.

# titre_action_create_your_form
source: Create form
de_de: Erstellung Formular
es_es: Creación de formulario
fr_fr: Cr&eacute;ation formulaire
it_it: Crea il form
pt_pt: Criação do formulário

# soustitre_action_create_your_form
source: Choose your form
de_de: Wählen Sie Ihr Formular aus
es_es: Elegir su formulario
fr_fr: Choisir votre formulaire
it_it: Scegli il form
pt_pt: Escolher o seu formulário

# btn_action_create_your_form
source: <span>or <button id="new_form" class="button button-primary customize load-customize hide-if-no-customize" >Create a new form</button></span>
de_de: Oder <button id="new_form" class="button button-primary customize load-customize hide-if-no-customize" >Erstellen Sie ein neues Formular</button>
es_es: O <button id="new_form" class="button button-primary customize load-customize hide-if-no-customize" >Crear un nuevo formulario</button>
fr_fr: ou <button id="new_form" class="button button-primary customize load-customize hide-if-no-customize" >Cr&eacute;ez un nouveau formulaire</button>
it_it: O <button id="new_form" class="button button-primary customize load-customize hide-if-no-customize" >Crea un nuovo form</button>
pt_pt: Ou <button id="new_form" class="button button-primary customize load-customize hide-if-no-customize" >Criar um novo formulário</button>

# titre_form_action_create_your_form
source: Customise form
de_de: Personalisierung des Formulars
es_es: Personalización del formulario
fr_fr: Personnalisation du formulaire
it_it: Personalizza il form
pt_pt: Personalização do formulário

# label_liste_form_action_create_your_form
source: Save form :
de_de: Formular speichern:
es_es: Registro del formulario
fr_fr: Enregistrement du formulaire :
it_it: Registra il form :
pt_pt: Guardar o formulário :

# champ_liste_form_action_create_your_form
source: You need to choose an Mailing List
de_de: Sie müssen eine Mailingliste auswählen.
es_es: Seleccione una lista de distribución.
fr_fr: Choisir une liste de diffusion
it_it: Devi scegliere una Mailing list .
pt_pt: Deve escolher uma lista de distribuição

# label_titre_form_action_create_your_form
source: Form title :
de_de: Titel des Formulars :
es_es: Título del formulario :
fr_fr: Titre formulaire :
it_it: Titolo del form :
pt_pt: Título do formulário :

# label_description_form_action_create_your_form
source: Presentation text:
de_de: Presentationstext :
es_es: Texto de presentación :
fr_fr: Texte de pr&eacute;sentation :
it_it: Testo di presentazione :
pt_pt: Texto de apresentação :

# label_labemail_form_action_create_your_form
source: Email label :
es_es: Etiqueta e-mail :
fr_fr: Label email :
it_it: Crea un'etichetta per l'indirizzo email :
pt_pt: Selo correio eletrónico :

# label_chpemail_form_action_create_your_form
source: Email field :
de_de: E-Mail Feld :
es_es: campo correo electrónico :
fr_fr: Champ email :
it_it: campo email :
pt_pt: campo e-mail/correio electrónico :

# label_btnvalidation_form_action_create_your_form
source: Validation button :
de_de: Bestätigungstaste :
es_es: Botón de validación :
fr_fr: Bouton validation :
it_it: Pulsante di validazione :
pt_pt: Botão de validação :

# label_mention_form_action_create_your_form
source: Mandatory information :
de_de: Obligatorische Erwähnung :
es_es: Mención obligatoria :
fr_fr: Mention obligatoire :
it_it: Campo obbligatorio :
pt_pt: Menção obrigatória :

# label_msgvalidation_form_action_create_your_form
source: Validation Message of your Form:
de_de: Bestätigungstext :
es_es: URL de la página donde se encontrará el formulario :
fr_fr: message validation:
it_it: Indirizzo della pagina dove si troverà il form:
pt_pt: Endereço da página na qual se encontrará o formulário:

# label_msgerreur_form_action_create_your_form
source: Error text (invalid mail, connection problem, etc.) :
de_de: Fehlertext (E-Mail ungültig , Verbindungsfehler,...):
es_es: Texto de errores (e-mail no válido, error de conexión...)
fr_fr: message erreur:
it_it: Testo di errore (indirizzo email non valido, problemi di connessione,…):
pt_pt: Texto de erros (correio eletrónico inválido, problema de conexão…):

# btn_val_form_action_create_your_form
source: Save
de_de: Verbindung
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pt_pt: Guardar

# titre_apercu_action_create_your_form
source: Preview :
fr_fr: Aper&ccedil;u du formulaire :

# titre_action_delete_your_form
source: Delete form
de_de: Löschen von Formularen
es_es: Eliminar formulario
fr_fr: Suppression de formulaire
it_it: Eliminazione del form
pt_pt: Eliminação de formulário

# btn_action_delete_your_form
source: <button id="delete_form" class="button customize load-customize hide-if-no-customize" >Delete the form</button>
de_de: <button id="delete_form" class="button customize load-customize hide-if-no-customize" >Löschen des Formulars</button>
es_es: <button id="delete_form" class="button customize load-customize hide-if-no-customize" >Eliminar el formulario</button>
fr_fr: <button id="delete_form" class="button customize load-customize hide-if-no-customize" >Supprimer le formulaire</button>
it_it: <button id="delete_form" class="button customize load-customize hide-if-no-customize" >Elimina il form</button>
pt_pt: <button id="delete_form" class="button customize load-customize hide-if-no-customize" >Eliminar o formulário</button>

# txt_validation_delete_your_form
source: Your have deleted the #name# form. The data collected so far will remain available in your MailKitchen account until you delete it.
de_de: Sie haben das Formular #name# gelöscht. Die bisherigen gesammelten Daten sind immer noch in Ihrem MailKitchen Konto verfügbar bis diese von Ihnen gelöscht werden.
es_es: Ha eliminado el formulario #name#. Los datos recogidos hasta entonces seguirán estando disponibles en su cuenta de MailKitchen hasta que Ud. decida eliminarlos.
fr_fr: Vous avez supprimé le formulaire #name#. Les données collect&eacute;es jusqu'alors sont toujours disponibles sur votre compte MailKitchen jusqu'&agrave; leur suppression par vos soins.
it_it: Hai eliminato il form #name#. I dati raccolti fino ad ora saranno disponibili sul tuo Account MailKitchen fino a quando deciderai di eliminarli.
pt_pt: Eliminou o formulário #name#. Os dados coletados até então encontram-se disponíveis na sua conta MailKitchen até que decida eliminá-los voluntariamente.

# abs_list_plugin_edition
source: If you don’t select a mailing list for this sign-up form, your email address won’t be saved.
es_es: Si no selecciona una lista de distribución para este formulario de inscripción, el sistema no será capaz de salvar las direcciones de correo electrónico.
fr_fr: Si vous ne s&eacute;lectionnez aucune liste de diffusion pour ce formulaire, aucune adresse email ne pourra &ecirc;tre sauvegard&eacute;e.
it_it: Se non selezioni una mailing list per questo modulo (form) d’iscrizione, gli indirizzi email non potranno essere salvati.
pt_pt: Se você não selecionar uma lista de distribuição para este formulário de inscrição, o sistema não será capaz de salvar os endereços de e-mail.
